<?
$lang = Array();
$lang["EX_LOGIN"] = 'Логин уже занят.';
$lang["WRONG_LOGIN"] = 'Логин может содержать только латинские буквы, цифры знак подчеркивания и тире. Логин не может быть короче 3 символов.';
$lang["WRONG_PASS"] = 'Пароль не может быть короче 3 символов.';
$lang["WRONG_2PASS"] = 'Вы ошиблись при повторе пароля';
$lang["WRONG_NAME"] = 'Вы ошиблись при вводе имени.';
$lang["LAST_ADMIN"] = 'Нельзя удалить последнего администратора.';
$lang["YOURSELF_DELETE"] = 'Нельзя удалить себя.';    
?>